---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerFoot
source: html/d9927807-e18f-e7f1-8146-5e84f81f3025.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerFoot Property

Watts per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerFoot { get; }
```